Repository: horde/ulaform
Catalog: po/*.po
Languages: lt_lt

source: -- default configured --
lt_lt: -- standartiðkai sukonfigûruota --

source: -- select --
lt_lt: -- pasirinkite --

source: Action
lt_lt: Veiksmas

source: Available Forms
lt_lt: Esamos formos

source: Changed action driver.
lt_lt: Veiksmo tvarkyklë pakeista.

source: Changed embed type.
lt_lt: Atvaizdavimo reþimas pakeistas.

source: Characters
lt_lt: Simboliai

source: Columns
lt_lt: Stulpeliai

source: Could not fetch form ID "%s". %s
lt_lt: Nepavyko gauti formos ID "%s". %s

source: Create
lt_lt: Sukurti

source: Default language
lt_lt: Pagrindinë kalba

source: Delete
lt_lt: Iðtrinti

source: Delete Field
lt_lt: Iðtrinti laukelá

source: Delete Form
lt_lt: Iðtrinti formà

source: Delete this field?
lt_lt: Ar iðtrinti ðá laukelá?

source: Delete this form?
lt_lt: Ar iðtrinti ðià formà?

source: Description
lt_lt: Apraðymas

source: Do not delete
lt_lt: Netrinti

source: Edit Field
lt_lt: Redaguoti laukelá

source: Edit Form
lt_lt: Redaguoti formà

source: Edit Forms
lt_lt: Formø redagavimas

source: End year
lt_lt: Galiniai metai

source: Enter a comma separated list of values.
lt_lt: Áveskite kableliais atskirtas reikðmes.

source: Error deleting field. %s.
lt_lt: Klaida trinant laukelá. %s.

source: Error deleting form. %s.
lt_lt: Klaida trinant formà. %s.

source: Error saving field. %s.
lt_lt: Klaida iðsaugant laukelá. %s.

source: Error saving fields. %s.
lt_lt: Klaida iðsaukant laukelius. %s.

source: Error saving form. %s.
lt_lt: Klaida iðsaugant formà. %s.

source: Error submitting form. %s.
lt_lt: Klaida siunèiant formà. %s.

source: Field "%s" deleted.
lt_lt: Laukelis "%s" iðtrintas.

source: Field Details
lt_lt: Laukelio aparaðymas

source: Field not deleted.
lt_lt: Laukelis neiðtrintas.

source: Field saved.
lt_lt: Laukelis iðsaugotas.

source: Field sort order saved.
lt_lt: Laukeliø iðdëstymo tvarka iðsaugota.

source: Fields
lt_lt: Laukeliai

source: Form
lt_lt: Forma

source: Form Details
lt_lt: Formos apraðymas

source: Form Fields
lt_lt: Formos laukeliai

source: Form Name
lt_lt: Formos pavadinimas

source: Form deleted.
lt_lt: Forma iðtrinta.

source: Form details saved.
lt_lt: Formos apraðymas iðsaugotas.

source: Form has not been deleted.
lt_lt: Forma neiðtrinta.

source: Form submitted successfully.
lt_lt: Forma sëkmingai iðsiøsta.

source: Format used to display
lt_lt: Rodymo formatas

source: Format used to submit
lt_lt: Siuntimo formatas

source: Forms List
lt_lt: Formø sàraðas

source: From
lt_lt: Nuo

source: Generate HTML
lt_lt: Generuoti HTML

source: HTML Generation for "%s"
lt_lt: "%s" HTML generavimas

source: Height
lt_lt: Aukðtis

source: Internal name
lt_lt: Vidinis pavadinimas

source: Label
lt_lt: Pavadinimas

source: Mailto
lt_lt: Siøsti paðtu

source: Missing form
lt_lt: Formos nëra

source: Modify
lt_lt: Keisti

source: Name
lt_lt: Vardas

source: No
lt_lt: Ne

source: No available fields.
lt_lt: Laukeliø nëra.

source: No available forms.
lt_lt: Formø nëra.

source: No field specified.
lt_lt: Nenurodëte laukelio.

source: No such action "%s" found
lt_lt: Veiksmas "%s" nerastas

source: No such backend "%s" found
lt_lt: Posistemë "%s" nerasta

source: No such form ID "%s".
lt_lt: Tokio formos ID "%s" nëra.

source: On submit
lt_lt: Siuntimo metu

source: PHP using PEAR classes
lt_lt: PHP pasinaudojant PEAR klasëmis

source: Preview
lt_lt: Perþiûra

source: Preview Form
lt_lt: Perþiûrëti formà

source: Read only
lt_lt: Tik skaitymui

source: Requested form does not exist.
lt_lt: Nurodyta forma neegzistuoja.

source: Required
lt_lt: Privalomas

source: Rows
lt_lt: Eilutës

source: Save
lt_lt: Iðsaugoti

source: Save Field
lt_lt: Iðsaugoti laukelá

source: Select how you wish to embed the form
lt_lt: Pasirinkite kaip norite átraukti formà á puslapá

source: Select the sort order of the fields
lt_lt: Pasirinkite laukeliø rûðiavimo tvarkà

source: Set this name if you have a particular reason to override the automatic internal naming of fields.
lt_lt: Nurodykite ðá pavadinimà, jeigu norite apeiti vidiná laukeliø þymëjimà.

source: Show Form
lt_lt: Rodyti formà

source: Show the date picker
lt_lt: Rodyti datos pasirinkimà

source: Sort Fields
lt_lt: Surûðiuoti laukelius

source: Sort fields
lt_lt: Surûðiuoti laukelius

source: Start year
lt_lt: Startiniai metai

source: Subject
lt_lt: Tema

source: Table
lt_lt: Lentelë

source: There was an error listing forms: %s.
lt_lt: Klaida parodant formø sàraðà: %s.

source: This driver allows the sending of form results via email to one or more recipients.
lt_lt: Ði tvarkyklë leidþia nusiøsti formos rezultatus á vienà ar daugiau paðto adresø.

source: This driver allows to insertion of form results into a database.
lt_lt: Ði tvarkyklë leidþia nusiøsti formos rezultatus á SQL duomenø bazæ.

source: This field type has extra parameters.
lt_lt: Ðis laukelio tipas turi papildomø nustatymø.

source: To
lt_lt: Kam

source: Type
lt_lt: Tipas

source: Values
lt_lt: Reikðmës

source: Width
lt_lt: Plotis

source: Yes
lt_lt: Taip

source: You don't have the right permission to access this form.
lt_lt: Neturite teisiø prieiti prie ðios formos.

source: _List Forms
lt_lt: Formø sàraðas

source: _New Form
lt_lt: Nauja forma

source: iframe
lt_lt: Áterptas kadras (iframe)
